{
    "tableData": [
        {
            "id": 1,
            "author": "Александр Дюма",
            "title": "Граф Монте-Кристо",
            "year": "2009",
            "category": "Иторические приключения, литература 19-го века, зарубежная литература",
            "description": "«Граф Монте-Кристо» — классика европейского романа 19 века. Александр Дюма взял за основу сюжета реальную историю из архивов французской полиции и сумел вплести в нее невероятные взлеты и падения, эпизоды подлого предательства и чистой любви, а также моменты отчаяния и искреннего раскаяния. ",
            "rating": "10"
        },
        {
            "id": 2,
            "author": "Федор Достоевский",
            "title": "Преступление и наказание",
            "year": "2008",
            "category": "Пьесы и драматургия, литература 19-го века, русская классика, школьные учебники",
            "description": "«Преступление и наказание» — классический психологический роман, написанный Достоевским с характерным для автора глубоким философским подтекстом. Книга входит в школьную программу по литературе — однако понять произведение во всем его величии, будучи школьником, очень сложно.",
            "rating": "10"
        },
        {
            "id": 3,
            "author": "Антон Чехов",
            "title": "Вишневый сад",
            "year": "2007",
            "category": "Литература 19-го века, русская классика, школьные учебники",
            "description": "Антон Павлович Чехов — важнейшая личность для отечественной драматургии. Его произведения до сих пор экранизируются и ставятся в театре. Пожалуй, «Вишневый сад» — один из фаворитов современных режиссеров.",
            "rating": "10"
        },
        {
            "id": 4,
            "author": "Михаил Лермонтов",
            "title": "Герой нашего времени",
            "year": "2005",
            "category": "Литература 19-го века, русская классика, школьные учебники",
            "description": "«Герой нашего времени» — это глубоко психологичное произведение, которое захватывает читателя интересным сюжетом. Роман был написан Михаилом Юрьевичем Лермонтовым и впервые издан в 1840 году. Книга состоит из пяти частей, повествующих об одном и том же главном герое — Печорине, однако в нарушенном хронологическом порядке. ",
            "rating": "10"
        },
        {
            "id": 5,
            "author": "Зигмунд Фрейд",
            "title": "Психология масс и анализ человеческого Я",
            "year": "2016",
            "category": "Классика психологии, зарубежная психология",
            "description": "«Психология масс и анализ человеческого Я» – один из известнейших трудов Зигмунда Фрейда – считается также одним из парадоксальнейших его произведений. Ведь здесь «отец психоанализа» выступает не столько как психоаналитик, сколько как классический психолог, исследующий не столько личностные, сколько социальные аспекты развития внутреннего мира человека и скрытых, глубинных мотивов ...",
            "rating": "10"
        }
    ]
}